<?php

$name = readline("Привет! Как Вас зовут? ");
$age = readline("Сколько Вам лет? ");
echo ("Вас зовут $name и Вам $age лет. ");

echo ("$name, у Вас сегодня запланировано несколько приоритетных задач на день.\n");
$task1 = readline("Какая первая задача стоит перед Вами сегодня? ");
$timeTask1 = readline("Сколько примерно часов займёт эта задача? ");
$task2 = readline("Ясно. А какая вторая задача стоит перед Вами сегодня? ");
$timeTask2 = readline("И сколько примерно часов займёт эта задача? ");
$task3 = readline("Ясно. А какая вторая задача стоит перед Вами сегодня? ");
$timeTask3 = readline("И сколько примерно часов займёт эта задача? ");
$timeTask = $timeTask1 + $timeTask2 + $timeTask3;
echo ("$name, сегодня у Вас запланировано 3 приоритетных задачи на день:\n");
echo ("- $task1 ($timeTask1 ч); \n");
echo ("- $task2 ($timeTask2 ч); \n");
echo ("- $task3 ($timeTask3 ч); \n");
echo ("Примерное время выполнения задач на день = $timeTask ч");
